{
  "version": "1.0",
  "country": "BR",
  "language": "pt-BR",
  "isActive": true,
  "summary": "Termos de Uso do Medicamenta.me - Versão 1.0\n\nRESUMO EXECUTIVO:\n1. O Medicamenta.me é uma ferramenta de organização, NÃO substitui orientação médica\n2. Você é responsável por suas medicações e deve sempre consultar profissionais de saúde\n3. Seus dados são protegidos conforme a LGPD\n4. Você pode compartilhar informações com sua rede de cuidado\n5. O app não garante 100% de entrega de lembretes\n6. Não somos responsáveis por erros de medicação\n7. Você deve ter 18+ anos ou consentimento dos responsáveis\n8. Podemos modificar os termos mediante notificação\n\nPara mais detalhes, leia os Termos de Uso completos.",
  "text": "<div class=\"terms-container\"><h1>Termos de Uso do Medicamenta.me</h1><p class=\"effective-date\">Última atualização: 05/11/2025</p><h2>1. Aceitação dos Termos</h2><p>Ao acessar e usar o aplicativo Medicamenta.me (\"Aplicativo\"), você concorda em cumprir e estar vinculado aos seguintes termos e condições de uso. Se você não concordar com qualquer parte destes termos, não deve usar nosso Aplicativo.</p><h2>2. Descrição do Serviço</h2><p>O Medicamenta.me é uma plataforma digital desenvolvida para auxiliar usuários no gerenciamento de medicamentos, incluindo:</p><ul><li>Registro e acompanhamento de medicações</li><li>Lembretes para horários de medicação</li><li>Controle de estoque de medicamentos</li><li>Histórico de medicações tomadas</li><li>Rede de cuidado compartilhada</li><li>Gerenciamento de dependentes</li></ul><h2>3. Natureza do Serviço</h2><p><strong>IMPORTANTE:</strong> O Medicamenta.me é uma ferramenta de auxílio e organização. <strong>NÃO substitui</strong> consultas médicas, diagnósticos profissionais ou prescrições médicas.</p><ul><li>Sempre consulte um profissional de saúde qualificado antes de iniciar, modificar ou interromper qualquer medicação</li><li>As informações fornecidas no Aplicativo são apenas para fins organizacionais</li><li>O Aplicativo não fornece aconselhamento médico, diagnóstico ou tratamento</li></ul><h2>4. Cadastro e Conta de Usuário</h2><p>Para usar o Aplicativo, você deve:</p><ul><li>Fornecer informações precisas, completas e atualizadas durante o cadastro</li><li>Manter a segurança de sua senha e conta</li><li>Notificar-nos imediatamente sobre qualquer uso não autorizado de sua conta</li><li>Ter no mínimo 18 anos de idade ou ter consentimento dos responsáveis legais</li></ul><h2>5. Uso Aceitável</h2><p>Você concorda em NÃO:</p><ul><li>Usar o Aplicativo para fins ilegais ou não autorizados</li><li>Violar qualquer lei local, estadual, nacional ou internacional</li><li>Compartilhar informações falsas ou enganosas</li><li>Tentar obter acesso não autorizado ao Aplicativo ou sistemas relacionados</li><li>Interferir ou interromper a integridade ou desempenho do Aplicativo</li><li>Usar o Aplicativo para distribuir vírus ou código malicioso</li></ul><h2>6. Privacidade e Proteção de Dados</h2><p>Levamos sua privacidade a sério. O tratamento de seus dados pessoais está descrito em nossa <strong>Política de Privacidade</strong>, que faz parte integrante destes Termos de Uso.</p><p><strong>Dados Sensíveis de Saúde:</strong></p><ul><li>Os dados de saúde que você fornece são criptografados e armazenados com segurança</li><li>Você é o proprietário de seus dados e pode excluí-los a qualquer momento</li><li>Não compartilhamos seus dados de saúde com terceiros sem seu consentimento explícito</li><li>Em conformidade com a LGPD (Lei Geral de Proteção de Dados - Lei 13.709/2018)</li></ul><h2>7. Rede de Cuidado</h2><p>Ao adicionar pessoas à sua rede de cuidado (familiares, cuidadores, profissionais de saúde):</p><ul><li>Você autoriza o compartilhamento de informações específicas com essas pessoas</li><li>Você pode revogar o acesso a qualquer momento</li><li>Você é responsável por garantir que tem autorização para compartilhar informações de terceiros (dependentes)</li><li>Pessoas na sua rede de cuidado devem usar as informações apenas para o fim autorizado</li></ul><h2>8. Lembretes e Notificações</h2><p>Os lembretes fornecidos pelo Aplicativo são apenas auxiliares:</p><ul><li>O Aplicativo não garante a entrega de todas as notificações</li><li>Falhas técnicas, bateria descarregada ou conexão de internet podem afetar os lembretes</li><li>Você é o único responsável por tomar seus medicamentos nos horários corretos</li><li>Não dependa exclusivamente do Aplicativo para lembretes críticos de medicação</li></ul><h2>9. Limitação de Responsabilidade</h2><p><strong>NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL:</strong></p><ul><li>O Medicamenta.me não se responsabiliza por erros de medicação, doses esquecidas ou tomadas incorretamente</li><li>Não nos responsabilizamos por danos diretos, indiretos, incidentais, especiais ou consequentes</li><li>O Aplicativo é fornecido \"como está\" e \"conforme disponível\"</li><li>Não garantimos que o Aplicativo será ininterrupto, seguro ou livre de erros</li><li>Não somos responsáveis por perda de dados devido a falhas técnicas</li></ul><h2>10. Isenção de Garantias</h2><p>O Aplicativo é fornecido sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a:</p><ul><li>Garantias de comercialização</li><li>Adequação a um propósito específico</li><li>Não violação de direitos de terceiros</li><li>Precisão, confiabilidade ou disponibilidade</li></ul><h2>11. Propriedade Intelectual</h2><p>Todos os direitos, títulos e interesses no Aplicativo, incluindo mas não se limitando a:</p><ul><li>Código-fonte e design</li><li>Logotipos, marcas e identidade visual</li><li>Textos, gráficos e imagens</li><li>Funcionalidades e recursos</li></ul><p>São de propriedade exclusiva do Medicamenta.me ou de seus licenciadores. Você recebe apenas uma licença limitada, não exclusiva e revogável para usar o Aplicativo.</p><h2>12. Modificações do Serviço</h2><p>Reservamos o direito de:</p><ul><li>Modificar ou descontinuar, temporária ou permanentemente, o Aplicativo (ou qualquer parte dele)</li><li>Alterar funcionalidades, recursos ou preços (se aplicável)</li><li>Realizar manutenções programadas ou emergenciais</li></ul><p>Faremos esforços razoáveis para notificá-lo sobre mudanças significativas.</p><h2>13. Modificações dos Termos</h2><p>Podemos atualizar estes Termos de Uso periodicamente. Quando fizermos isso:</p><ul><li>Atualizaremos a data de \"Última atualização\" no topo deste documento</li><li>Notificaremos você através do Aplicativo ou por e-mail</li><li>Seu uso continuado do Aplicativo após as alterações constitui aceitação dos novos termos</li><li>Se não concordar com os novos termos, você deve parar de usar o Aplicativo</li></ul><h2>14. Encerramento</h2><p>Podemos encerrar ou suspender seu acesso ao Aplicativo imediatamente, sem aviso prévio, por qualquer motivo, incluindo, mas não se limitando a:</p><ul><li>Violação destes Termos de Uso</li><li>Uso fraudulento ou abusivo do Aplicativo</li><li>Solicitação de autoridades legais</li></ul><p>Você pode encerrar sua conta a qualquer momento através das configurações do Aplicativo.</p><h2>15. Indenização</h2><p>Você concorda em indenizar, defender e isentar o Medicamenta.me, seus diretores, funcionários e parceiros de qualquer reivindicação, dano, obrigação, perda, responsabilidade, custo ou dívida, e despesas decorrentes de:</p><ul><li>Seu uso do Aplicativo</li><li>Violação destes Termos de Uso</li><li>Violação de direitos de terceiros</li><li>Qualquer conteúdo que você enviar ao Aplicativo</li></ul><h2>16. Lei Aplicável e Jurisdição</h2><p>Estes Termos de Uso são regidos pelas leis da República Federativa do Brasil. Qualquer disputa relacionada a estes termos será resolvida nos tribunais brasileiros.</p><h2>17. Disposições Gerais</h2><ul><li><strong>Independência das Cláusulas:</strong> Se qualquer disposição destes termos for considerada inválida, as demais permanecerão em pleno vigor</li><li><strong>Acordo Completo:</strong> Estes Termos constituem o acordo completo entre você e o Medicamenta.me</li><li><strong>Não Renúncia:</strong> Nossa falha em exercer qualquer direito não constitui renúncia a esse direito</li><li><strong>Cessão:</strong> Você não pode transferir seus direitos sob estes termos sem nosso consentimento prévio</li></ul><h2>18. Contato</h2><p>Para dúvidas sobre estes Termos de Uso ou sobre o Aplicativo, entre em contato:</p><ul><li><strong>E-mail:</strong> contato@medicamenta.me</li><li><strong>Site:</strong> www.medicamenta.me</li></ul><div class=\"acceptance-note\"><p><strong>AO CLICAR EM \"ACEITO\" OU AO USAR O APLICATIVO, VOCÊ RECONHECE QUE LEU, COMPREENDEU E CONCORDA EM ESTAR VINCULADO A ESTES TERMOS DE USO.</strong></p></div></div>"
}
